#Область ОбработчикиСобытий

Функция УниверсальныйШаблонGET(Запрос)
	Возврат МС_HTTPAPIСервер.ОбработатьЗапрос(Запрос);
КонецФункции

Функция УниверсальныйШаблонPOST(Запрос)
	Возврат МС_HTTPAPIСервер.ОбработатьЗапрос(Запрос);
КонецФункции

Функция УниверсальныйШаблонPUT(Запрос)
	Возврат МС_HTTPAPIСервер.ОбработатьЗапрос(Запрос);
КонецФункции

Функция УниверсальныйШаблонDELETE(Запрос)
	Возврат МС_HTTPAPIСервер.ОбработатьЗапрос(Запрос);
КонецФункции

Функция УниверсальныйШаблонPATCH(Запрос)
	Возврат МС_HTTPAPIСервер.ОбработатьЗапрос(Запрос);
КонецФункции

Функция УниверсальныйШаблонHEAD(Запрос)
	Возврат МС_HTTPAPIСервер.ОбработатьЗапрос(Запрос);
КонецФункции

Функция УниверсальныйШаблонOPTIONS(Запрос)
	Возврат МС_HTTPAPIСервер.ОбработатьЗапрос(Запрос);
КонецФункции

#КонецОбласти
